[AHWStainlessSpark X2SparkArmorTemplate_DLC_3]
FriendlyName="<font color='#df07b7'>安魂曲无垢金属装甲</font>"
FriendlyNamePlural="<font color='#df07b7'>安魂曲无垢金属装甲</font>"
BriefSummary="这个独特的底盘是对我们大多数机械化战斗装甲设计的巨大改进，利用了幽浮机甲装甲的独特结构组件，并用额外的外星合金进一步强化它们，这将使我们的机械化部队在战场上拥有无与伦比的持久力。"
TacticalText="<Bullet/> 装备单位每损失 10% 生命值，对所有非电气和非灵能伤害的伤害抗性就会提高 10%\n<Bullet/> 大幅降低受到暴击的几率。\n<Bullet/> 提供针对安魂曲腐蚀的保护。\n<Bullet/> 减少梦魇爆炸伤害 40%。"
